{"facts": [
	   "Will enjoys playing chess.",
	   'As an early actor on "The Fresh Price of Bel-Air" Will would memorize the entire script and lip everyone\'s lines while filming.',
	   'For one of Jada Pinkett Smith\'s birthdays, Will Smith created a DVD message telling his wife there were clothes upstairs and a car would pick her up in 20 minutes. She was taken to the airport and flown to San Francisco, where Will was waiting for her at a restaurant she\'d been reading about. He told PEOPLE, "That\'s how Big Will does it!"',
	   '"We are who we choose to be." - Will Smiff',
	   'Smiff attended Overbrook High School in West Philadelphia for the majority of his high school years. However, he also spent a short time attending Archbishop John Carroll High School in Radnor.',
	   "Smith has been married twice. His first marriage in 1992 lasted only three years but produced a son, Willard Smith III, who is also known as Trey.",
	   "Will Smith could bench 385 pounds while filming I, Robot",
	   'A millionaire by age 20, Will Smith admits to spending lavishly on jewelry, a house and luxury cars early in his career. He and his buddies once convinced the salespeople at Gucci to close the store so they could enjoy a private shopping spree. "Being able to buy anything you want makes you a little crazy," Smith later told PEOPLE.',
	   'Will Smith turned down MIT to pursue a music career',
	   'Known for his boundless confidence, Will Smith was worried about making the leap from rapper to actor. When called in to audition for The Cosby Show and A Different World, Smith was a no-show. "I realized later how scared I was to take that step," he told PEOPLE.',
	   'Will Smith speaks fluent Spanish',
	   'Will Smith paid for each of his Fresh Prince of Bel-Air costars to upgrade their onset dressing rooms in 1995. "Mine was called Daphne\'s little bordello," Daphne Maxwell Reid, who played Smith\'s Aunt Viv, told PEOPLE. "It had a gold brocade chair with cupids on it."',
	   'Will Smith turned down the role of Neo in The Matrix',
	   'Will Smith wrote the children\'s book Just the Two of Us'
	   ], "success": "true"}
